{"table":[{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebef6c5dbbc3a0df08d6934","name":"CHIN-UPS","tag":"2","steps":"<html>\r\n     <body>\r\n<img src=\"\\workouts\\chinUp\\step1.jpg\"><br>\r\n<p>This is a bodyweight training exercise that primarily targets the latissimus dorsi muscles in the upper back, as well as the biceps muscles in the arms. It is similar to a pull-up, with the exception of hand position-in a chin-up, the palms face the body</p><br>\r\n\r\n<p><b>Step 1: Put your hands on the bar with your palms facing your body:</b><br>The chin up bar must be positioned above your shoulders. <br> Grip the bar comfortably but firmly, with your hands spaced shoulder-width apart.<br>Your palms must face your body unlike a pull up where they face away. This is called an underhand grip.</p><br>\r\n\r\n<video autoplay loop >\r\n<source src=\"\\workouts\\chinUp\\step2.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 2:  Raise your body until your chin is above the bar:</b><br>Use strength in your upper arm to lift your body toward the bar.<br>Stop when your chin is above the bar and your elbows are fully bent.<br>Bend your knees or cross your feet to distribute your weight more evenly.</p><br>\r\n\r\n<video autoplay loop >\r\n<source src=\"\\workouts\\chinUp\\step3.mp4\"  \"type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 3:   Lower yourself back down: </b><br>Using a slow, controlled motion, lower yourself until your arms are straight. This is the complete range of motion for a chin-up.  </p>\r\n\r\n<video autoplay loop >\r\n<source src=\"\\workouts\\chinUp\\step4.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n     </body>\r\n</html>\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebee4899f42262838c66565","name":"PUSH-UPS","tag":"1","steps":"<html>\r\n     <body>\r\n<img src=\"\\workouts\\pushUp\\Step 1.jpg\"><br>\r\n<p>These are effective to strengthen the chest and arm muscles. They do not require any equipment and can be performed simply by using your bodyweight and arms.</p><br>\r\n<p><b>Step 1: Get down on the ground:</b><br>Lay with your toes on the ground holding yourself up with your hands such that your elbows make a 90-degree angle with the ground.<br> Keep your head facing forward<br>Lower yourself such that your body is flat & your chest comes within inches of the ground. Remember to breathe as you do this </p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\pushUp\\Step 2.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 2: Raise yourself by pushing the ground away from you:</b><br>Breathe out as you push.<br>The power for that push should come from your shoulders and chest working in unison and not your rear end or stomach. <br>Continue to exert force until your arms are almost in a straight position again.</p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\pushUp\\Step 3.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 3:  Repeat lowering and raising at a steady pace: </b> <br>Each pair counts as a set</p>\r\n     </body>\r\n</html>\r\n\r\n\r\n\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf0438dbbc3a0df08d6935","name":"DONKEY KICKS","tag":"3","steps":"<html>\r\n     <body>\r\n<p>Donkey kicks are great for both stability and toning. They  tighten your rear end and work your core and shoulder muscles, since your entire body has to remain stable while your leg lifts.</p><br>\r\n\r\n<p><b>Step 1: Touch the floor:</b><br>Bend at your waist and knees to reach down and touch the floor<br>Place your hands spaced shoulder-width apart.</p><br>\r\n\r\n<img src=\"\\workouts\\Donkey Kicks\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2:   Lean forward:</b><br>Use strength in your upper arm to lift your body toward the bar.<br>Keep your hands flat on the floor, lean forward to shift your weight from your feet, and balance it on your hands<br> Keep your arms and elbows straight as you shift your body weight to your hands. At this point, most of your body weight should be resting on your hands, and only your toes should be touching the floor. </p><br>\r\n\r\n<img src=\"\\workouts\\Donkey Kicks\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3: Kick up: </b><br>When your weight is shifted to your arms and hands, use both of your feet to kick off from the floor and try to align your hips with your shoulders.<br>Keep your knees bent as you kick off from the ground.<br>Try to hold the position of your feet in the air, and then allow your feet to softly come back down to the floor. Both of your feet should land on the floor at the same time.</p><br>\r\n\r\n<img src=\"\\workouts\\Donkey Kicks\\Step 3.jpg\"><br>\r\n\r\n     </body>\r\n</html>\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf139edbbc3a0df08d6937","name":"DUMBELL PRESS","tag":"5","steps":"<html>\r\n     <body>\r\n<p>This gives you greater strength and definition, while contributing to strong core development. It also increases the range of motion for joint Health and power </p><br>\r\n\r\n<p><b>Step 1:  Start in a standing position:</b><br>Start with your back neutral and your feet about shoulder-width apart.<r>You can lock your knees, or keep them slightly bent.<br>Open your shoulders so that your shoulder blades are tucked in.</p><br>\r\n\r\n<img src=\"\\workouts\\Dumbell Press\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2:   Hold the dumbbells at your shoulders:</b><br>Use an overhand grip, so that your knuckles are facing up and your palms are towards your body.<br>Your elbows should be pressed along your sides so that the dumbbells are directly in front of your shoulders</p><br>\r\n\r\n<img src=\"\\workouts\\Dumbell Press\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3:  Raise the dumbbells overhead on an exhale </b><br> Rotate your arms as you lift, so that at the top of the lift your palms will be facing forward, away from you.<br> straighten your elbows at the top of the lift. Pause and press upward.<br>Avoid jerking the weight upward, which can strain your elbows.</p><br>\r\n\r\n<img src=\"\\workouts\\Dumbell Press\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 4: Lower the dumbbells as you inhale </b><br> Rotate your arms as you lower the dumbbells, so that you return to your starting position with your palms facing your body.<br>Keep your arms close to your body. <br> Avoid flaring out your elbows, which can put too much strain on your wrists.</p><br>\r\n\r\n<img src=\"\\workouts\\Dumbell Press\\Step 4.jpg\"><br>\r\n\r\n<br><p><b>Step 5: Complete your desired number of repetitions </b><br> Do more reps with lighter weights if you're training for muscle endurance, and fewer reps with heavier weights if you're training for muscle growth and strength.</p><br>\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf0a8ddbbc3a0df08d6936","name":"BICEP CURL","tag":"4","steps":"<html>\r\n     <body>\r\n<p>It works your biceps and forearms and also help train your shoulders and back muscles. It helps in toning our arms and is great for building upper body strength</p><br>\r\n\r\n<p><b>Step 1: </b><br>Stand with feet hip-distance apart. Start by holding the dumbbells down next to the sides of your legs with armsfully extended, a slight bend in the elbow and palms facing forward.</p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\Bicep Curls\\Step 1.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 2:</b> <br>Bend your elbows and curl your dumbbells up to your shoulders, make sure you curl all the way to the top.<br> Lower the weights back down making sure to straighten your arms until they are next to your legs where you started. </p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\Bicep Curls\\Step 2.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 3: Return and repeat</b> When you finish a curl, make sure you extend your arm fully<br>Rest for 30 to 90 seconds between sets - Exhale as you begin the next lift.</p>\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf1607dbbc3a0df08d6938","name":"CRUNCHES","tag":"6","steps":"<html>\r\n     <body>\r\n<p>It is a great way to build up your abdominal muscles and strengthen your core overall.  It also helps improve posture, and increasing the mobility and flexibility of the muscles</p><br>\r\n\r\n<p><b>Step 1: Lie with your back flat on the ground and your legs raised:</b><br>Bend your legs and draw up your knees such that they make a 90-degree angle so that your feet are sticking straight out.</p><br>\r\n\r\n<img src=\"\\workouts\\Crunches\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2: Hold your hands behind your head and look toward your stomach:</b><br>Stretch your arms up behind you then, bend your elbows and hold both hands behind your head<br>Bend your neck so that you are looking down your body towards your belly.</p><br>\r\n\r\n<img src=\"\\workouts\\Crunches\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3: Contract your abs and bring your knees up to your elbows: </b><br>Keep your chin down and tense your abdominal muscles. <br>keep your elbows in place and lift your knees upward until your elbows and knees touch.<br>Make sure that you’re engaging your stomach muscles and not just pulling on your head with your hands. You can damage your neck if it is done wrong</p><br>\r\n\r\n<img src=\"\\workouts\\Crunches\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 4: Lower your body back to its starting position:</b><br> After you’ve completed 1 crunch, slowly relax your abdominal muscles and lower your head back down to the ground. <br>Also lower your knees until they make a 90 degree angle again.</p><br>\r\n\r\n<img src=\"\\workouts\\Crunches\\Step 4.jpg\"><br>\r\n\r\n<br><p><b>Step 5: Repeat another set ( 1 set = 10 crunches ):</b><br> Take a 1 minute break between each set of crunches to allow blood and oxygen to return to your abs.</p><br>\r\n\r\n     </body>\r\n</html>\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf20acdbbc3a0df08d6939","name":"BURPEE","tag":"7","steps":"<html>\r\n     <body>\r\n<p>This is a full body strength training exercise. It helps in developing conditioning and endurance and are a great way to get in shape quickly. Also, they require absolutely no equipment and there are tons of burpee variations you can do to mix things up.</p><br>\r\n\r\n<p><b>Step 1: </b>Stand straight with feet shoulder width apart.</p><br>\r\n<img src=\"\\workouts\\Burpee\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2: </b>Note that your hands should touch the ground.</p><br>\r\n<img src=\"\\workouts\\Burpee\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3: </b>Kick your feet back, resulting in a push up position.</p><br>\r\n<img src=\"\\workouts\\Burpee\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 5: </b>Bring legs to the initial squatting position. </p><br>\r\n<img src=\"\\workouts\\Burpee\\Step 4.jpg\"><br>\r\n\r\n<br><p><b>Step 6: </b> Jump straight up.</p> <br>\r\n<img src=\"\\workouts\\Burpee\\Step 5.jpg\"><br>\r\n\r\n<br><p><b>Step 7: </b>Repeat each step in sequence 15 times for optimal workout.</p> \r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf36a0a378f51cc4a63110","name":"PISTOL SQUATS","tag":"8","steps":"<html>\r\n     <body>\r\n<p>It is an advanced strength movement. It increases general flexibility and mobility along the posterior chain, stabilises muscles in the leg and also improves balance. It also helps in overall body toning.</p><br>\r\n\r\n<p><b>Step 1: Extend both arms out in front of you while interlocking your fingers:</b><br>Stand upright with your feet shoulder width apart.<br>Make sure your toes pointed forward.</p><br>\r\n\r\n<img src=\"\\workouts\\Pistol Squats\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2: Extend one of your legs in front of you:</b><br>Your knee should not be bent and your toes should point towards the ceiling</p><br>\r\n\r\n<img src=\"\\workouts\\Pistol Squats\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3: Lower your body slowly by sitting back and bending your knee: </b><br>Squat down as low as you can.<br>The squatting motion shouldn't be jerky</p><br>\r\n\r\n<img src=\"\\workouts\\Pistol Squats\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 4:  Press down with your foot and stand up:</b><br> From the bottom position, push your heel against the floor and stand up.<br>Make sure to keep your extended leg straight, and your arms out in the air in front of you.</p><br>\r\n\r\n<img src=\"\\workouts\\Pistol Squats\\Step 4.jpg\"><br>\r\n\r\n\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf3c9ca378f51cc4a63111","name":"BENT OVER ROW","tag":"9","steps":"<html>\r\n     <body>\r\n<p>This is a weight training exercise that targets a variety of back muscles. It strengthens our back and improves our posture</p><br>\r\n\r\n<p><b>Step 1: Place the exercise band in the correct position:</b><br>Lay it on the floor while standing on top of the band with your feet hip-width apart.<br>Grab the right handle with your left hand and the left handle with your right hand—this will cause the band to cross.</p><br>\r\n\r\n<img src=\"\\workouts\\Bent over row\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2:  Assume the correct stance:</b><br>Bend the knees slightly and hinge forward at the waist. Your back should remain flat and parallel to the ground. <br>Extend your arms under your shoulders and face your palms towards your legs so as to stretch the band completely.</p><br>\r\n\r\n<img src=\"\\workouts\\Bent over row\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3: Contract your abs and bring your knees up to your elbows: </b><br>Exhale as you pull the band towards your chest.<br>At the top of the row, pause and contract your back muscles.<br>Inhale as you lower your arms.</p><br>\r\n<img src=\"\\workouts\\Bent over row\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 4: Repeat the process</b></p>\r\n\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf432fa378f51cc4a63112","name":"DEADLIFT","tag":"10","steps":"<html>\r\n     <body>\r\n<p>A deadlift is a strength-training exercise that primarily targets your hamstrings, lower back, and quadriceps. It improves stability, posture and increases fat burning.</p><br>\r\n\r\n<p><b>Step 1: Place two dumbells on either side of your body:</b><br>The dumbbells should be slightly in front of your feet.</p><br>\r\n<img src=\"\\workouts\\Deadlift\\Step 4.jpg\"><br>\r\n\r\n<br><p><b>Step 2:  Position yourself properly:</b><br>Your feet should be spread slightly wider than your shoulders with your toes pointing outwards.</p><br>\r\n<img src=\"\\workouts\\Deadlift\\Step 2.jpg\"><br>\r\n\r\n<br><p><b>Step 3:  Squat down and grasp the dumbells: </b><br>You should squat with a flat, neutral back, making sure that your shoulders are pulled away from your ears.<br> Keep your head in line with your spine<br>Make sure that your heels stay firmly on the floor, and that your shoulders are slightly in front of your feet.</p><br>\r\n<img src=\"\\workouts\\Deadlift\\Step 3.jpg\"><br>\r\n\r\n<br><p><b>Step 4: Keep your core strong while you stand up:</b><br>Straighten your knees and then your hips before coming to a fully upright position. Your hips and shoulders should straighten at the same time.<br>Your elbows should be straight and the dumbells should rest by your sides against your thighs.</p><br>\r\n<img src=\"\\workouts\\Deadlift\\Step 4.jpg\"><br>\r\n\r\n<br><p><b>Step 5: Hinge at the knees to lower the dumbbells back down</b><br>Your hips should move backwards and down as you begin to squat back down to the ground.<br>Keep your back straight and try to avoid bending your knees so that they are far ahead of your toes.<br>Make sure to keep your abs strong and engaged while you lower back down. Keep your shoulders back and lowered while you do this lift and squat.</p><br>\r\n<img src=\"\\workouts\\Deadlift\\Step 5.jpg\"><br>\r\n\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf4979a378f51cc4a63113","name":"LEG RAISE","tag":"11","steps":"<html>\r\n     <body>\r\n\r\n<p>Leg raises are a fantastic abdominal movement. It helps build abs muscles and strengthen the core.</p><br>\r\n\r\n<p><b>Step 1: Lie flat on your back with your legs stretched out in front of you:</b><br>Your legs should just be a toe's width apart. <br>Make sure to keep your hands down flat on the ground near your sides, with your palms down. </p><br>\r\n<img src=\"\\workouts\\Leg raise\\Step 1.jpg\"><br>\r\n\r\n<br><p><b>Step 2:  Bend your knees and raise your legs:</b><br>Your calves should be parallel to the ground, while your thighs are perpendicular.<br>Keep your toes pointed while you do this, drawing your abdominal muscles toward your spine<br>Your thighs should be perpendicular to your body, while your shins should be parallel.<br>Be sure to contract your abdominals to push your lower back into the floor; there should not be any gap between them. <br>Keep your eyes directed at the ceiling</p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\Leg raise\\Step 2.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 3:  Straighten your legs until your feet are pointed at the ceiling:</b><br>Keep your toes pointed and raise your legs as slowly as possible. <br> Remember not to let your lower back arch off the ground, or you may injure yourself.</p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\Leg raise\\Step 3.mp4\"  \"type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 4: Slowly lower your legs:</b><br>our eventual goal is to reach about an inch off the floor.<br>Bring them down as far as you can while keeping your back flat against the floor.<br> Hold your arms in the same place, but use them for strength and support as you lower your legs<br>Keep your lower back pressed into the floor to engage your abdominals and protect your spine.<br><br><u>Note</u>: If you are finding the exercise too easy -lift your legs slowly and don't bend your knees while raising your legs.</p><br>\r\n\r\n<video autoplay loop>\r\n<source src=\"\\workouts\\Leg raise\\Step 4.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 5: Repeat: </b><br>Start with 3 sets of 10 and build your way up to 3 sets of 20.</p>\r\n\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf5531a378f51cc4a63114","name":"SIDE LEG LIFTS","tag":"12","steps":"<html>\r\n     <body>\r\n\r\n<p>It works over many groups of muscles of your lower body: side hip flexors, thighs, glutes, hamstrings, calves and obliques as well. Side leg lifts also help get rid of cellulite. It increases flexibility and also enhances balance and stability.</p><br>\r\n\r\n<p><b>Step 1: Lie on your side with your head resting on your hand above your elbow:</b><br>Lie down on one side and prop your head and neck up with your elbow. Look straight ahead of you.<br>Keep your other arm in front of you with your palm facing down.</p>\r\n<image src=\"\\workouts\\Side leg lift\\Step 1.jpg\" ><br>\r\n\r\n<br><p><b>Step 2:  Slowly lift your top leg as high as it will go:</b><br>The leg should go up at least one or two feet.<br>You can keep your free hand either on your hip or on the floor in front of you for some additional support. Keep looking straight in front of you instead of looking up at the leg.</p>\r\n<video autoplay loop >\r\n<source src=\"\\workouts\\Side leg lift\\Step 2.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 3: Gently lower your leg:</b><br>Keep your body in the same position except for the leg, and slowly lower it until it meets the other leg.<br>You must keep your spine straight and to avoid caving forward as you lift your leg.<br><br><u>Note</u> : For more of a challenge, lower your leg, but keep it about an inch away from the bottom leg.</p>\r\n\r\n<video autoplay loop >\r\n<source src=\"\\workouts\\Side leg lift\\Step 3.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n\r\n<br><p><b>Step 4:  Do 15 reps on this side and repeat on the other side:</b>\r\n\r\n     </body>\r\n</html>","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf5e87a378f51cc4a63115","name":"STAIR CALF RAISES","tag":"13","steps":"<html>\r\n     <body>\r\n\r\n<p>This improves the strength of both lower legs equally and trains your body to balance on one foot. It helps in toning our calves.</p><br>\r\n<div>\r\n<img  vertical-align=\"middle\" src=\"\\workouts\\Stair calf raises\\Pic.jpg\" ALIGN=\"left\" VSPACE=15 style=\"height:250px\";\"width:500px >\r\n<br>\r\n<p display=\"inline\"><b>Step 1: </b>\r\n    Start by standing on the edge of the stair. Only about the first fourth of each foot should be on the stair; your heels should be hanging off the edge.\r\n    <br>\r\n<br><b>Step 2: </b>\r\nRise up on your toes as high as you can. Keep your back, legs, and feet straight and don't allow yourself to lean forward or backwards.<br>\r\n    <br><b>Step 3: </b>\r\nSlowly lower your body as far as possible.<br>\r\n    <br><b>Step 4: </b>\r\nKeep one hand on the banister if balance is a concern.<br>\r\n    <br><b><u>Note</u>: </b>\r\nTry doing this on one leg for an even more effective exercise, but only do so if you have a banister or wall to hold.<br><br>\r\n</p>\r\n</div>\r\n     </body>\r\n</html>\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf7fba279c371918d91de4","name":"STEP UP CROSSOVER","tag":"14","steps":"<html>\r\n     <body>\r\n<img  src=\"\\workouts\\Step up\\Pic.png\">\r\n<p>This is a great move to target and tone your inner and outer thighs, quads, hamstrings, and glutes. This exercise also raises your heart rate, improves circulation and boosts your metabolism.</p>\r\n<video autoplay loop muted>\r\n<source src=\"\\workouts\\Step up\\step up.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n<b>Step 1: </b>\r\n    Place a box or a step on the floor by your left side, and hold a dumbell with both hands at chest height.\r\n    <br>\r\n<br><b>Step 2: </b>\r\nStep onto the box with your right foot, extend your right leg and bring your left foot up over the top and across to the other side.<br>\r\n    <br><b>Step 3: </b>\r\nTouch the floor briefly, extend your right leg, and bring your left foot up over the top and across to the initial side.<br>\r\n    <br><b>Step 4: </b>\r\nRepeat for the duration of the set and then switch legs<br>\r\n    <br><b><u>Note</u>: </b>\r\nDo 30 second sets with each leg.\r\n<br><br>\r\n     </body>\r\n</html>\r\n\r\n","__v":0},{"MET":5,"activeUsers":0,"verified":true,"_id":"5ebf8977279c371918d91de5","name":"BOAT TWIST","tag":"15","steps":"<html>\r\n     <body>\r\n<p>This engages your whole core and strengthens the abs, obliques and lower back. This exercise helps to trim down the waist and improves your balance, stability, and posture.</p>\r\n<img  src=\"\\workouts\\Boat twist\\Pic.png\">\r\n<video autoplay loop muted >\r\n<source src=\"\\workouts\\Boat twist\\Boat twist.mp4\"  type=\"video/mp4\">\r\n</video><br>\r\n<b>Step 1: </b>\r\n   Sit down on a mat with your knees bent, extend your arms out to the sides and lift your feet off the floor\r\n    <br>\r\n<br><b>Step 2: </b>\r\nTwist your torso to the right, and then reverse the motion, twisting it to the left.<br>\r\n    <br><b>Step 3: </b>\r\nRepeat this movement until the set is complete.<br>\r\n    <br><b><u>Note</u>: </b>\r\nDo 2 or 3, 45 to 60 minute sets.\r\n<br><br>\r\n     </body>\r\n</html>\r\n\r\n","__v":0}]}